<?php

return [
    //账单记录类型
    'bill_recode_type' => [
        0=>'扣款',
        1=>'续费'
    ],

    'user_type' => [
        'account'=>'1',
        'sale'=>['2', '3', '4', '5']
    ],

    //客户类型
    'customer' => [
        'corporate_property' => [ //企业性质
            0=>'未知',
            1=>'一般纳税人',
            2=>'小规模',
            3=>'纯记账',
            4=>'一般人'
        ],
        'area' => [ //注册地区
            1=>'怀柔',
            2=>'密云',
            3=>'朝阳',
            4=>'昌平',
            5=>'自由地址',
            6=>'附加服务'
        ],
        'address_type' => [ //地址类型
            1=>'一次性',
            2=>'年续费'
        ]
    ],
];